[{"sinopsis": "El día de su 11º cumpleaños, Harry Potter (Daniel Radcliffe) descubre que es un mago y que tiene la oportunidad de estudiar en el Colegio Hogwarts de Magia y Hechicería. Una vez allí descubrirá que es una persona muy especial conocida como el niño que sobrevivió: con tan sólo un año de vida salió con vida de un ataque del tenebroso mago conocido como Lord Voldemort, el cual se debilitó. Ahora, irá descubriendo más secretos de su pasado y el de su familia junto a sus amigos Ron Weasley (Rupert Grint) y Hermione Granger (Emma Watson).", "genero": "fantasia", "company": "Heyday Films", "id_pelicula": 1, "director": "Chris Columbus", "actores": "Daniel Radcliffe\r\nRupert Grint\r\nEmma Watson\r\nRichard Harris\r\nMaggie Smith", "disponibles": 5, "titulo": "Harry Potter and the Philosoph", "ubicacion": "A1", "duracion": "160", "existencia": 5}, {"sinopsis": "En Rusia, Ivan Vanko mantiene su última conversación con su padre, mientras ven como el multimillonario Tony Stark confiesa públicamente su identidad secreta como Iron Man. Ivan completamente perturbado por este suceso, crea una especie de reactor Arc similar al de Iron Man con el cual planea vengarse de Stark, ya que usa uno de los bocetos de trabajo de Stark Industries.", "genero": "Accion", "company": "Estudios Marvel", "id_pelicula": 2, "director": "Jon Favreau", "actores": "Robert Downey Jr.\r\nGwyneth Paltrow\r\nDon Cheadle\r\nScarlett Johansson\r\nSam Rockwell", "disponibles": 5, "titulo": "Iron Man 2", "ubicacion": "C2", "duracion": "160", "existencia": 5}, {"sinopsis": "En la actualidad, unos científicos en el Ártico descubren un objeto circular congelado con un adorno rojo, blanco y azul parecido a un escudo, los científicos descubren que ahí se encontraba congelado Steve Rogers, mejor conocido como el Capitán América.", "genero": "Accion", "company": "Estudios Marvel", "id_pelicula": 3, "director": "Joe Johnston", "actores": "Chris Evans\r\nHugo Weaving\r\nTommy Lee Jones\r\nHayley Atwell\r\nSebastian Stan", "disponibles": 3, "titulo": "Capitán América: el primer ven", "ubicacion": "A1", "duracion": "134", "existencia": 3}, {"sinopsis": "Una banda de ladrones disfrazados como payasos llevan a cabo un violento robo en uno de los bancos de la mafia de Gotham City, pero los asaltantes desconocen que entre ellos se encuentra el Joker (Heath Ledger), quien les había ordenado traicionarse y asesinarse unos a otros, con la finalidad de repartir entre menos el botín. ", "genero": "Accion", "company": "Legendary Pictures", "id_pelicula": 4, "director": "Christopher Nolan", "actores": "Christian Bale\r\nHeath Ledger\r\nAaron Eckhart\r\nGary Oldman", "disponibles": 4, "titulo": "The Dark Knight", "ubicacion": "A1", "duracion": "152", "existencia": 4}, {"sinopsis": "En 1971, Roger y Carolyn Perron (Ron Livingston y Lili Taylor) son un matrimonio que se traslada con sus cinco hijas a una granja en Harrisville. El primer día como propietarios resulta ser idílico a excepción del extraño comportamiento de su perro Sadie, el cual se niega a entrar y empieza a ladrar, por otro lado, una de las hijas rompe sin querer un tablón de la pared y descubren un sótano.", "genero": "Terror", "company": "The Safran Company", "id_pelicula": 5, "director": "James Wan", "actores": "Vera Farmiga\r\nPatrick Wilson\r\nRon Livingston", "disponibles": 6, "titulo": "The Conjuring", "ubicacion": "B2", "duracion": "112", "existencia": 6}, {"sinopsis": "Simba (Matthew Broderick) es un cachorro de león y sucesor al trono de la selva, algo que no le gusta a su tío Scar y por lo que prepara un plan para ocupar el trono. Con la ayuda de tres malvadas hienas, Scar (Jeremy Irons)urde una treta en la que su hermano y rey Mufasa (James Earl Jones) muere y que provoca que Simba crea que ha sido por su culpa y decida huir a la selva, después de que las tres hienas quisieran matarlo también", "genero": "Animada", "company": "Walt Disney Pictures", "id_pelicula": 6, "director": "Rob Minkoff", "actores": "Matthew Broderick\r\nJeremy Irons\r\nErnie Sabella\r\nNathan Lane", "disponibles": 5, "titulo": "El rey león", "ubicacion": "C2", "duracion": "88", "existencia": 5}, {"sinopsis": "La última película cerrará la épica aventura de Bilbo Bolsón, Thorin Escudo de Roble y la compañía de Enanos. Después de haber recuperado su reino del Dragón Smaug, la Compañía ha desencadenado sin quererlo una fuerza inimaginable en el mundo", "genero": "Terror", "company": "New Line Cinema", "id_pelicula": 7, "director": "Peter Jackson", "actores": "Ian McKellen\r\nMartin Freeman\r\nRichard Armitage\r\nKen Stott\r\nJames Nesbitt", "disponibles": 5, "titulo": "El Hobbit 3", "ubicacion": "E4", "duracion": "160", "existencia": 5}, {"sinopsis": "Katniss Everdeen (Jennifer Lawrence) se encuentra en el Distrito 13, el foco de resistencia contra el Capitolio, después de acabar con los Juegos del Hambre. Bajo el liderazgo de la presidenta Coin (Julianne Moore) y con el consejo de sus amigos más leales, Katniss extiende sus alas mientras lucha por salvar a Peeta Mellark", "genero": "Ficcion", "company": "Lionsgate", "id_pelicula": 8, "director": "Francis Lawrence", "actores": "Jennifer Lawrence\r\nJulianne Moore\r\nJosh Hutcherson\r\nLiam Hemsworth", "disponibles": 5, "titulo": "Los juegos del hambre: Sinsajo", "ubicacion": "D3", "duracion": "120", "existencia": 5}, {"sinopsis": "Sr. Tinkles es un gato persa ansioso de poder y decide encabezar un masivo movimiento felino contra el mejor amigo del hombre, el perro. Los agentes caninos de primera, que han estado protegiendo a toda la raza humana, están en apuros. Uno de sus principales perros de campo ha sido retirado del servicio y se han visto obligados a utilizar a un agente novato, un cachorro de beagle llamado Lou que tendrá que demostrar su valía en el combate contra Sr. Tinkles y su ejército de soldados bien entrenados.", "genero": "Comedia", "company": "Warner Bros. Picture", "id_pelicula": 9, "director": "Lawrence Guterman", "actores": "Jeff Goldblum\r\nElizabeth Perkins\r\nAlexander Pollock\r\nTobey Maguire\r\nAlec Baldwin", "disponibles": 4, "titulo": "Como perros y gatos", "ubicacion": "C2", "duracion": "87", "existencia": 4}, {"sinopsis": "Perseo (Sam Worthington) es hijo de un Dios Zeus (Liam Neeson) y la esposa humana de Acrisio (Jason Flemyng), el antiguo rey de Argos. En otras palabras: Perseo es un héroe. Al enterarse de lo sucedido, Acrisio asesina a su mujer y encierra el cadáver junto al bebé recién nacido en un ataúd que arroja al mar. Por esta acción de maldad, el hombre es convertido en una bestia por los dioses. Mientras tanto, el pescador Dictis (Pete Postlethwaite) encuentra el ataúd y adopta al niño.", "genero": "Ficcion", "company": "Legendary Pictures", "id_pelicula": 10, "director": "Louis Leterrier", "actores": "Sam Worthington\r\nGemma Arterton\r\nMads Mikkelsen\r\nAlexa Davalos\r\nJason Flemyng", "disponibles": 6, "titulo": "Furia de titanes ", "ubicacion": "D1", "duracion": "135", "existencia": 6}, {"sinopsis": "iro Hamada es un prodigio de 14 años que vive con su hermano y tía en la ciudad ficticia de San Fransokyo (una mezcla entre San Francisco y Tokyo) que se graduó a los 13 años de la preparatoria y actualmente solo le interesan la peleas de robots en las que aunque gane, son ilegales y termina siempre en problemas. Un día, su hermano mayor, Tadashi, le muestra su mayor invento: Baymax, un robot enfermero de aspecto adorable (con la forma de un globo) programado para ayudar a las personas, tal como él queria. Hiro conoce a los amigos de su hermano: la genia de la química Honey Lemon, la ruda y veloz GoGo ", "genero": "Animada", "company": "Walt Disney Animatio", "id_pelicula": 11, "director": "Don Hall", "actores": "Ryan Potter\r\nScott Adsit\r\nT.J. Miller", "disponibles": 3, "titulo": "Big Hero 6 ", "ubicacion": "C1", "duracion": "100", "existencia": 3}]